[
    {
        "title": "The first",
        "content": "I'm the first article in the list of articles to be displayed here. I'm not the first article ever, no no no. I wouldn't want to steal the credit from «Mister Awful Peanuts»...",
        "author": "By the first (in a way).",
        "time": "18-12-2024, 17:17."
    },
    {
        "title": "The second",
        "content": "I'm the second article in the list. Obviously, I'm not the second article to be created. Not even Mister First is. That honor would go to the, uh...<br>Well, let's call him the «Evil Inappropriate Wizard». He's a big fan of making <i>certain</i> parts of people's bodies explode.",
        "author": "By the second (afraid of the wizard).",
        "time": "Yesterday, at noon."
    },
    {
        "title": "Audience participation!",
        "content": "You! Yes, you! The person reading this!<br>Did you know that you can submit your own default article to display right here?<br>Just go to <a href=&quot;https://github.com/BleatBytes/html-article-builder/issues&quot;>the Issues page</a> on Github and submit your ideas! Your submissions should have the following format: <br><code>{&quot;title&quot;: &quot;Your title&quot;, &quot;content&quot;: '&quot;The body of the text&quot;, &quot;author&quot;: &quot;Self-explanatory&quot;, &quot;time&quot;:, &quot;Day and time it was written&quot;}</code><br><br>Each submission will be manually reviewed by me before being approved and included in the website, so don't try to pull a fast one on me because you will soon be disappointed. Moreover, remember that the Github repository for this website is public, so don't share any sensitive information!<br>Thank you for your interest in the HTML Article Generator :)",
        "author": "By the creator.",
        "time": "18/12/24, 18:47."
    },
    {
        "title": "This is a demo journal",
        "content": "This is a demo journal entry.<br>What does that mean? It means that this is here to give you an idea of what the HTML Article Generator can do.<br>Simply enter the information you'd like displayed on your journal entry on the appropiate field, and <b>the article next to this one</b> will change to reflect such changes. You will also get a copy-paste-friendly version of it, so you can copy the code over to your website.",
        "author": "By Valen.",
        "time": "15/12/24, 23:15"
    },
    {
        "title": "Super cool animation everyone should watch",
        "content": "<iframe width=&quot;560&quot; height=&quot;315&quot; src=&quot;https://www.youtube.com/embed/evh8Xgmv70Q?si=wVfsvJhmeg1nujA-&quot; title=&quot;YouTube video player&quot; frameborder=&quot;0&quot; allow=&quot;accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share&quot; referrerpolicy=&quot;strict-origin-when-cross-origin&quot; allowfullscreen></iframe>",
        "author": "Aoughh...",
        "time": "19/12/24, 16:13"
    }
]